parameter.invalid.excelNotMatch = Input file excel \u1019\u1000\u102d\u102f\u1000\u103a\u100a\u102e\u1015\u102b\u104b
parameter.invalid.file = Input file \u1019\u1019\u103e\u1014\u103a\u1015\u102b
parameter.invalid.name = Input name \u1019\u1019\u103e\u1014\u103a\u1015\u102b
parameter.invalid.type = Input type \u1019\u1019\u103e\u1014\u103a\u1015\u102b
parameter.invalid.day = Input day \u1019\u1019\u103e\u1014\u103a\u1015\u102b
parameter.invalid.listMeal = Input list of meal \u1019\u1019\u103e\u1014\u103a\u1015\u102b
parameter.invalid.listFood = Input list of foods \u1019\u1019\u103e\u1014\u103a\u1015\u102b

parameter.required.name = Input name \u101c\u102d\u102f\u1021\u1015\u103a\u1015\u102b\u101e\u100a\u103a
parameter.required.type = Input type \u101c\u102d\u102f\u1021\u1015\u103a\u1015\u102b\u101e\u100a\u103a
parameter.required.file = Input file \u101c\u102d\u102f\u1021\u1015\u103a\u1015\u102b\u101e\u100a\u103a
parameter.required.listFood = Input list of foods \u101c\u102d\u102f\u1021\u1015\u103a\u1015\u102b\u101e\u100a\u103a
parameter.required.listMeal = Input list of meal \u101c\u102d\u102f\u1021\u1015\u103a\u1015\u102b\u101e\u100a\u103a
parameter.required.canteenId = Input canteenId \u101c\u102d\u102f\u1021\u1015\u103a\u1015\u102b\u101e\u100a\u103a

00000 =	\u101c\u102f\u1015\u103a\u1006\u1031\u102c\u1004\u103a\u1019\u103e\u102f \u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u101e\u100a\u103a
12999 =	\u101d\u1004\u103a\u101b\u1031\u102c\u1000\u103a\u1001\u103d\u1004\u1037\u103a \u1004\u103c\u1004\u103a\u1038\u1006\u102d\u102f\u101e\u100a\u103a
12998 =	\u1021\u1001\u103b\u102d\u1014\u103a\u1000\u102f\u1014\u103a\u101e\u103d\u102c\u1038\u101e\u100a\u103a
12997 =	Mobile session \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12996 =	\u101d\u1004\u103a\u101b\u1031\u102c\u1000\u103a\u1001\u103d\u1004\u1037\u103a \u1004\u103c\u1004\u103a\u1038\u1006\u102d\u102f\u1011\u102c\u1038\u101e\u100a\u103a
12995 =	Internal server error
12994 =	\u1001\u103d\u1004\u1037\u103a\u1019\u1015\u103c\u102f\u1015\u102b
999	  =	\u1010\u1031\u102c\u1004\u103a\u1038\u1006\u102d\u102f\u1001\u103b\u1000\u103a\u1019\u103e\u102c\u1038\u101a\u103d\u1004\u103a\u1038\u101e\u100a\u103a
12001 =	HTTP method \u1019\u1000\u1031\u102c\u1004\u103a\u1038\u1015\u102b
12002 =	System \u1019\u1021\u102c\u1038\u1015\u102b
12003 =	Email \u1000\u102d\u102f \u1019\u103e\u1010\u103a\u1015\u102f\u1036\u1010\u1004\u103a\u1011\u102c\u1038\u101e\u100a\u103a
12004 =	\u1021\u1010\u100a\u103a\u1015\u103c\u102f \u1005\u1000\u102c\u1038\u1040\u103e\u1000\u103a\u103a\u1014\u103e\u1004\u1037\u103a \u1019\u1000\u102d\u102f\u1000\u103a\u100a\u102e\u1015\u102b
12005 =	Unit \u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b\u104b
12007 =	Canteen \u1000\u102d\u102f \u1011\u1019\u1004\u103a\u1038\u1005\u102c\u1038\u101b\u1014\u103a \u101e\u1010\u103a\u1019\u103e\u1010\u103a\u1011\u102c\u1038\u101e\u1031\u102c\u1000\u103c\u1031\u102c\u1004\u1037\u103a \u1016\u103b\u1000\u103a\u104d\u1019\u101b\u1015\u102b
12008 =	\u1016\u102f\u1014\u103a\u1038\u1014\u1036\u1015\u102b\u1010\u103a\u1000\u102d\u102f \u1019\u103e\u1010\u103a\u1015\u102f\u1036\u1010\u1004\u103a\u1011\u102c\u1038\u1015\u103c\u102e\u1038\u1015\u102b\u1015\u103c\u102e
12009 =	\u1011\u102d\u102f\u1004\u103a\u1001\u102f\u1036\u1014\u1036\u1015\u102b\u1010\u103a \u1011\u100a\u1037\u103a\u101e\u103d\u1004\u103a\u1038\u1019\u103e\u102f \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12010 =	\u1016\u102d\u102f\u1004\u103a\u1016\u1014\u103a\u1010\u102e\u1038\u1019\u103e\u102f \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12011 =	Unit \u1000 canteen \u101b\u103e\u102d\u1014\u103e\u1004\u1037\u103a\u1015\u103c\u102e\u1038\u101e\u102c\u1038
12014 =	\u101e\u1004\u103a\u104f OTP \u101e\u100a\u103a \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12015 =	\u1005\u1000\u102c\u1038\u101d\u103e\u1000\u103a\u1021\u101e\u1005\u103a\u1000\u102d\u102f \u1021\u1010\u100a\u103a\u1015\u103c\u102f\u1001\u103c\u1004\u103a\u1038\u101e\u100a\u103a \u1021\u1010\u100a\u103a\u1015\u103c\u102f \u1005\u1000\u102c\u1038\u1040\u103e\u1000\u103a\u103a\u1014\u103e\u1004\u1037\u103a \u1019\u1000\u102d\u102f\u1000\u103a\u100a\u102e\u1015\u102b
12016 =	\u101c\u1000\u103a\u101b\u103e\u102d\u1005\u1000\u102c\u1038\u101d\u103e\u1000\u103a\u101e\u100a\u103a \u1005\u1000\u102c\u1038\u101d\u103e\u1000\u103a\u1021\u101e\u1005\u103a\u1014\u103e\u1004\u1037\u103a \u1000\u103c\u1031\u102c\u1004\u103a\u1038 \u1021\u1010\u100a\u103a\u1015\u103c\u102f\u1015\u102b
12017 =	\u1021\u1000\u1031\u102c\u1004\u1037\u103a\u1000\u102d\u102f \u1021\u1010\u100a\u103a\u1019\u1015\u103c\u102f\u101b\u101e\u1031\u1038\u1015\u102b\u104b
12101 =	\u101c\u102d\u102f\u1004\u103a\u1005\u1004\u103a\u1015\u103c\u102c\u1038\u1000\u102d\u102f \u1021\u101e\u102f\u1036\u1038\u1015\u103c\u102f\u1011\u102c\u1038\u101e\u100a\u103a
12102 =	\u1010\u1004\u103a\u101e\u103d\u1004\u103a\u1038\u1019\u103e\u102f \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12103 =	\u1000\u102c\u1038\u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12104 =	Fail \u200c\u1016\u103c\u1005\u103a\u101e\u100a\u1037\u103a\u1000\u102c\u1038\u1019\u103b\u102c\u1038\u1000\u102d\u102f\u1016\u103b\u1000\u103a\u1015\u102b. \u1000\u102c\u1038\u101e\u100a\u103a \u1001\u101b\u102e\u1038\u101c\u1019\u103a\u1038\u1010\u103d\u1004\u103a\u101b\u103e\u102d\u101e\u100a\u103a
12113 =	\u101f\u102d\u102f\u1010\u101a\u103a \u1019\u1010\u103d\u1031\u1037\u1015\u102b
12114 =	Fail \u1016\u103c\u1005\u103a\u101e\u100a\u1037\u103a Hotel \u1000\u102d\u102f\u1016\u103b\u1000\u103a\u101e\u100a\u103a
12115 =	Fail \u1016\u103c\u1005\u103a\u101e\u100a\u1037\u103a Hotel \u1000\u102d\u102f\u101e\u103d\u1004\u103a\u1038\u1019\u100a\u103a
12116 =	\u101f\u102d\u102f\u1010\u101a\u103a Code \u101b\u103e\u102d\u1001\u1032\u1037\u101e\u100a\u103a
12117 =	Hotel Booking \u101c\u102f\u1015\u103a\u1001\u103c\u1004\u103a\u1038\u1000\u102d\u102f \u1016\u103b\u1000\u103a\u104d\u1019\u101b\u1015\u102b
12118 =	\u1011\u100a\u1037\u103a\u101e\u103d\u1004\u103a\u1038\u1001\u101b\u102d\u102f\u1004\u103a\u101e\u100a\u103a \u1015\u103c\u100a\u103a\u1014\u101a\u103a\u104f\u1021\u1005\u102d\u1010\u103a\u1021\u1015\u102d\u102f\u1004\u103a\u1038\u1019\u101f\u102f\u1010\u103a\u1015\u102b
12123 =	\u1021\u1005\u102c\u1038\u1021\u101e\u1031\u102c\u1000\u103a \u1019\u1010\u103d\u1031\u1037\u1015\u102b
12133 =	Canteen \u1019\u1010\u103d\u1031\u1037\u1015\u102b
12134 =	Fail \u1016\u103c\u1005\u103a\u101e\u100a\u1037\u103a canteen \u1000\u102d\u102f\u1016\u103b\u1000\u103a\u101e\u100a\u103a
12135 =	Canteen \u101b\u103e\u102d\u1010\u101a\u103a
12136 =	\u1010\u1004\u103a\u101e\u103d\u1004\u103a\u1038\u101e\u100a\u103a\u1037Canteen \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12137 =	\u1011\u102d\u102f\u1004\u103a\u103a\u1001\u102f\u1036\u1014\u1036\u1015\u102b\u1010\u103a
12140 =	\u1015\u103c\u100a\u103a\u1014\u101a\u103a\u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12141 =	\u1015\u103c\u100a\u103a\u1014\u101a\u103a\u1019\u103e Code \u101b\u103e\u102d\u1015\u103c\u102e\u1038\u101e\u102c\u1038\u1015\u102b
12142 =	\u1015\u103c\u100a\u103a\u1014\u101a\u103a\u1019\u103e\u102c \u1021\u1019\u100a\u103a\u101b\u103e\u102d\u1015\u103c\u102e\u1038\u101e\u102c\u1038\u1015\u102b
12143 =	\u1010\u1004\u103a\u101e\u103d\u1004\u103a\u1038\u101e\u100a\u103a\u1037 \u1015\u103c\u100a\u103a\u1014\u101a\u103a \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12144 = \u1001\u101b\u102d\u102f\u1004\u103a\u1000 \u101e\u1010\u103a\u1019\u103e\u1010\u103a\u1011\u102c\u1038\u1010\u1032\u1037 \u1015\u103c\u100a\u103a\u1014\u101a\u103a\u1000\u102d\u102f \u1016\u103b\u1000\u103a\u101c\u102d\u102f\u1037\u1019\u101b\u1015\u102b
12150 =	\u1001\u101b\u102d\u102f\u1004\u103a\u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12151 =	\u1001\u101b\u102d\u102f\u1004\u103a Code \u101b\u103e\u102d\u1001\u1032\u1037 \u101e\u100a\u103a
12152 =	\u1010\u1004\u103a\u101e\u103d\u1004\u103a\u1038\u101e\u100a\u103a\u1037 \u1001\u101b\u102d\u102f\u1004\u103a \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12153 =	\u1001\u101b\u102d\u102f\u1004\u103a\u1021\u1019\u100a\u103a\u101b\u103e\u102d\u1001\u1032\u1037\u101e\u100a\u103a
12154 =	\u101f\u102d\u102f\u1010\u101a\u103a\u1014\u103e\u1004\u1037\u103a\u101e\u1000\u103a\u1006\u102d\u102f\u1004\u103a\u101e\u1031\u102c\u1001\u101b\u102d\u102f\u1004\u103a
12205 =	\u1021\u1000\u1031\u102c\u1004\u1037\u103a\u1019\u103e\u1010\u103a\u1015\u102f\u1036\u1010\u1004\u103a\u1001\u103c\u1004\u103a\u1038 \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12206 =	Pass \u1021\u1015\u103c\u1031\u102c\u1004\u103a\u1038\u1021\u101c\u1032 \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12300 =	\u1021\u101e\u102d\u1015\u1031\u1038\u1001\u103b\u1000\u103a\u1021\u1001\u103b\u1000\u103a\u1021\u101c\u1000\u103a\u1000\u102d\u102f \u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12301 =	\u1021\u1000\u103c\u1031\u102c\u1004\u103a\u1038\u1000\u103c\u102c\u1038\u1001\u103b\u1000\u103a \u1015\u1031\u1038\u1015\u102d\u102f\u1037\u1001\u103c\u1004\u103a\u1038 \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12401 =	\u1021\u1005\u102c\u1038\u1021\u101e\u1031\u102c\u1000\u103a \u1019\u1010\u103d\u1031\u1037\u1015\u102b
12500 =	Hotel Booking \u101c\u102f\u1015\u103a\u101e\u100a\u103a\u1000\u102d\u102f\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12501 =	\u1024 Hotel \u1000\u102d\u102f Booking \u101c\u102f\u1015\u103a\u101b\u1014\u103a \u101e\u1004\u1037\u103a\u1021\u102c\u1038 \u1001\u103d\u1004\u1037\u103a\u1019\u1015\u103c\u102f\u1015\u102b\u104b
12502 =	\u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1019\u103e\u102c\u101a\u1030\u1001\u103b\u102d\u1014\u103a \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12503 =	\u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1005\u102c\u101b\u1004\u103a\u1038\u101e\u103d\u1004\u103a\u1038\u1001 \u1010\u1014\u103a\u1016\u102d\u102f\u1038\u101e\u100a\u103a \u1021\u1019\u103b\u102c\u1038\u1006\u102f\u1036\u1038 \u1021\u1001\u1000\u103c\u1031\u1038\u1004\u103d\u1031\u1011\u1000\u103a \u1014\u100a\u103a\u1038\u101b\u1015\u102b\u1019\u100a\u103a
12504 =	\u101d\u1014\u103a\u1006\u1031\u102c\u1004\u103a\u1019\u103e\u102f\u1021\u1001\u1000\u103c\u1031\u1038\u1004\u103d\u1031 \u1010\u1014\u103a\u1016\u102d\u102f\u1038\u101e\u100a\u103a \u1021\u1019\u103c\u1004\u1037\u103a\u1006\u102f\u1036\u1038\u1015\u1031\u102b\u1004\u103a\u1038\u1001\u1011\u1000\u103a \u1014\u100a\u103a\u1038\u101b\u1015\u102b\u1019\u100a\u103a
12600 =	\u101e\u1010\u103a\u1019\u103e\u1010\u103a\u1001\u103b\u102d\u1014\u103a\u1011\u1000\u103a \u1019\u1014\u1000\u103a\u1005\u102c \u1014\u1031\u102c\u1000\u103a\u1000\u103b\u1001\u103b\u102d\u1014\u103a
12601 =	\u101e\u1010\u103a\u1019\u103e\u1010\u103a\u1001\u103b\u102d\u1014\u103a\u1011\u1000\u103a \u1014\u1031\u1037\u101c\u101a\u103a\u1005\u102c \u1014\u1031\u102c\u1000\u103a\u1000\u103b\u1001\u103b\u102d\u1014\u103a
12602 =	\u101e\u1010\u103a\u1019\u103e\u1010\u103a\u1001\u103b\u102d\u1014\u103a\u1011\u1000\u103a \u100a\u1005\u102c\u1014\u1031\u102c\u1000\u103a\u1000\u103b\u1001\u103b\u102d\u1014\u103a
12603 =	\u1005\u1010\u1004\u103a\u101e\u100a\u1037\u103a\u101b\u1000\u103a\u1005\u103d\u1032\u101e\u100a\u103a \u101c\u1000\u103a\u101b\u103e\u102d\u101b\u1000\u103a\u1005\u103d\u1032\u1011\u1000\u103a \u1015\u102d\u102f\u1014\u1031\u101b\u1015\u102b\u1019\u100a\u103a
12604 =	\u1005\u1010\u1004\u103a\u101e\u100a\u1037\u103a\u101b\u1000\u103a\u1005\u103d\u1032\u101e\u100a\u103a \u1015\u103c\u102e\u1038\u1006\u102f\u1036\u1038\u101b\u1000\u103a\u1011\u1000\u103a \u1014\u100a\u103a\u1038\u1014\u1031\u101b\u1015\u102b\u1019\u100a\u103a
12605 =	\u1014\u1031\u1037\u1015\u102d\u102f\u1004\u103a\u1038 \u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1005\u102c\u101b\u1004\u103a\u1038\u101e\u103d\u1004\u103a\u1038\u1019\u103e\u102f \u1019\u1019\u103e\u1014\u103a\u1015\u102b
12606 =	\u1005\u1014\u1031\u1014\u1031\u1037\u1019\u103e\u102c \u100a\u1005\u102c \u1019\u103e\u102c\u101c\u102d\u102f\u1037\u1019\u101b\u1015\u102b
12607 =	\u1010\u1014\u1004\u103a\u1039\u1002\u1014\u103d\u1031\u1014\u1031\u1037\u1019\u103e\u102c \u1021\u1005\u102c\u1038\u1021\u101e\u1031\u102c\u1000\u103a \u1019\u103e\u102c\u101c\u102d\u102f\u1037\u1019\u101b\u1015\u102b
12608 =	\u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1019\u103e\u102c\u101a\u1030\u101e\u100a\u1037\u103a\u101b\u1000\u103a\u1021\u101b\u1031\u1021\u1010\u103d\u1000\u103a\u101e\u100a\u103a \u1000\u1014\u1037\u103a\u101e\u1010\u103a\u1001\u103b\u1000\u103a\u1011\u1000\u103a \u1000\u103b\u1031\u102c\u103a\u101c\u103d\u1014\u103a\u1014\u1031\u1015\u102b\u101e\u100a\u103a
12609 =	\u1015\u102d\u102f\u1000\u103a\u1006\u1036\u1019\u101c\u1031\u102c\u1000\u103a\u1015\u102b
12610 =	\u1024\u1021\u1001\u103b\u102d\u1014\u103a\u1018\u1031\u102c\u1004\u103a\u1021\u1010\u103d\u1004\u103a\u1038 \u1021\u1005\u102c\u1038\u1021\u1005\u102c\u1019\u103b\u102c\u1038\u1000\u102d\u102f \u101e\u1004\u103a\u1016\u1014\u103a\u1010\u102e\u1038\u1015\u103c\u102e\u1038\u1016\u103c\u1005\u103a\u101e\u100a\u103a
12611 =	Booking \u101c\u102f\u1015\u103a\u1011\u102c\u1038\u101e\u1031\u102c \u1021\u1005\u102c\u1038\u1021\u101e\u1031\u102c\u1000\u103a \u1019\u1010\u103d\u1031\u1037\u1015\u102b
12612 =	\u1021\u1005\u102c\u1038\u1021\u101e\u1031\u102c\u1000\u103a \u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1005\u102c\u101b\u1004\u103a\u1038\u101e\u103d\u1004\u103a\u1038\u1019\u103e\u102f \u1021\u101e\u1031\u1038\u1005\u102d\u1010\u103a\u1000\u102d\u102f \u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12613 =	\u1021\u1019\u103e\u102c\u1005\u102c \u1016\u103b\u1000\u103a\u101e\u102d\u1019\u103a\u1038\u101b\u1014\u103a \u1014\u1031\u102c\u1000\u103a\u1006\u102f\u1036\u1038\u101b\u1000\u103a \u1000\u103b\u1031\u102c\u103a\u101c\u103d\u1014\u103a\u101e\u103d\u102c\u1038\u1015\u102b\u101e\u100a\u103a ${date} \u1010\u103d\u1004\u103a ${hour} \u1014\u102c\u101b\u102e \u1019\u1010\u102d\u102f\u1004\u103a\u1019\u102e \u1015\u101a\u103a\u1016\u103b\u1000\u103a\u1019\u100a\u103a
12614 =	\u1021\u1031\u102c\u103a\u1012\u102b\u1019\u103e\u102c\u1011\u102c\u1038\u101e\u1031\u102c \u1021\u1005\u102c\u1038\u1021\u1005\u102c\u1000\u102d\u102f \u1015\u101a\u103a\u1016\u103b\u1000\u103a\u104d\u1019\u101b\u1015\u102b
12615 =	\u101c\u102f\u1015\u103a\u1015\u102d\u102f\u1004\u103a\u1001\u103d\u1004\u1037\u103a \u1019\u101b\u103e\u102d\u1015\u102b
12616 =	QR code \u101e\u100a\u103a \u101e\u1000\u103a\u1010\u1019\u103a\u1038\u1000\u102f\u1014\u103a\u101e\u103d\u102c\u1038\u1015\u102b\u1015\u103c\u102e
12617 =	\u1024\u1021\u1005\u102c\u1038\u1021\u1005\u102c\u1021\u1010\u103d\u1000\u103a QR \u1000\u102f\u1012\u103a\u1000\u102d\u102f \u1005\u1000\u1004\u103a\u1014\u103a\u1016\u1010\u103a\u101b\u1014\u103a \u1021\u1001\u103b\u102d\u1014\u103a\u1019\u101b\u1031\u102c\u1000\u103a\u101e\u1031\u1038\u1015\u102b
12618 =	\u1024 Booking \u1021\u1010\u103d\u1000\u103a QR \u1005\u1000\u1004\u103a\u1016\u1010\u103a\u1001\u103c\u1004\u103a\u1038\u1021\u1001\u103b\u102d\u1014\u103a\u101e\u100a\u103a \u1000\u102f\u1014\u103a\u1006\u102f\u1036\u1038\u101e\u103d\u102c\u1038\u101e\u100a\u103a \u101e\u102d\u102f\u1037\u1019\u101f\u102f\u1010\u103a \u1019\u101b\u1031\u102c\u1000\u103a\u101e\u1031\u1038\u1015\u102b
12619 =	Booking \u101c\u102f\u1015\u103a\u101b\u1014\u103a \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12620 =	\u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1005\u102c\u101b\u1004\u103a\u1038\u101e\u103d\u1004\u103a\u1038\u1011\u102c\u1038\u101e\u1031\u102c \u1021\u1005\u102c\u1038\u1021\u101e\u1031\u102c\u1000\u103a \u1021\u101e\u1031\u1038\u1005\u102d\u1010\u103a \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12621 =	Canteen \u1010\u103d\u1004\u103aQR \u1019\u101b\u103e\u102d\u101e\u1031\u102c\u1000\u103c\u1031\u102c\u1004\u1037\u103a Scan \u1016\u1010\u103a\u104d\u1019\u101b\u1015\u102b
12700 =	\u1019\u1030\u101b\u1004\u103a\u1038\u1010\u1031\u102c\u1004\u103a\u1038\u1006\u102d\u102f\u1001\u103b\u1000\u103a\u1000\u102d\u102f \u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12701 =	key \u1000\u102d\u102f\u1021\u101e\u102f\u1036\u1038\u1015\u103c\u102f\u101e\u100a\u103a
12702 =	Application Setting \u1000\u102d\u102f \u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12770 =	\u1016\u102f\u1014\u103a\u1038\u1014\u1036\u1015\u102b\u1010\u103a\u1019\u101b\u103e\u102d\u1015\u102b
12771 =	Email \u1019\u101b\u103e\u102d\u1015\u102b
12772 =	Phone number \u1014\u103e\u1004\u1037\u103a Email \u101e\u100a\u103a DB \u1010\u103d\u1004\u103a \u101b\u103e\u102d\u1014\u1031\u101e\u1031\u102c\u103a\u101c\u100a\u103a\u1038 accountId \u1014\u103e\u1004\u1037\u103a \u1019\u1000\u102d\u102f\u1000\u103a\u100a\u102e\u1015\u102b
12773 =	\u1021\u101e\u102f\u1036\u1038\u1015\u103c\u102f\u101e\u1030\u1019\u101b\u103e\u102d\u1015\u102b
12774 =	\u1021\u101e\u102f\u1036\u1038\u1015\u103c\u102f\u101e\u1030\u1021\u1001\u103b\u1000\u103a\u1021\u101c\u1000\u103a\u1000\u102d\u102f Update \u101c\u102f\u1015\u103a\u1001\u103c\u1004\u103a\u1038\u1000\u102d\u102f \u1001\u103d\u1004\u1037\u103a\u1019\u1015\u103c\u102f\u1015\u102b
12775 =	\u1021\u101e\u102f\u1036\u1038\u1015\u103c\u102f\u101e\u1030\u1000\u102d\u102f \u1016\u103b\u1000\u103a\u104d\u1019\u101b\u1015\u102b
12776 =	Parent id \u101e\u100a\u103a \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12777 =	Unit \u1000\u102d\u102f \u1016\u103b\u1000\u103a\u104d\u1019\u101b\u1015\u102b
12801 =	File\u1021\u101b\u103d\u101a\u103a\u1021\u1005\u102c\u1038\u101e\u100a\u103a \u1001\u103d\u1004\u1037\u103a\u1015\u103c\u102f\u1011\u102c\u1038\u101e\u1031\u102c \u1000\u1014\u1037\u103a\u101e\u1010\u103a\u1001\u103b\u1000\u103a\u1011\u1000\u103a \u1000\u103b\u1031\u102c\u103a\u101c\u103d\u1014\u103a\u1014\u1031\u1015\u102b\u101e\u100a\u103a
12802 =	Record 500 \u1021\u1011\u102d \u1010\u1004\u103a\u101e\u103d\u1004\u103a\u1038\u1014\u102d\u102f\u1004\u103a\u101e\u100a\u103a
12803 =	Record 200 \u1021\u1011\u102d \u1010\u1004\u103a\u101e\u103d\u1004\u103a\u1038\u1014\u102d\u102f\u1004\u103a\u101e\u100a\u103a
12810 =	Booking \u101c\u102f\u1015\u103a\u1011\u102c\u1038\u101e\u1031\u102c\u1000\u102c\u1038\u1000\u102d\u102f \u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12811 =	\u1000\u102c\u1038\u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1005\u102c\u101b\u1004\u103a\u1038\u101e\u103d\u1004\u103a\u1038\u1001\u103c\u1004\u103a\u1038 \u1021\u101e\u1031\u1038\u1005\u102d\u1010\u103a\u1000\u102d\u102f \u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12812 =	\u1011\u103d\u1000\u103a\u1001\u103d\u102c\u1019\u100a\u1037\u103a\u101b\u1000\u103a\u1005\u103d\u1032\u101e\u100a\u103a \u1011\u103d\u1000\u103a\u1001\u103d\u102c\u1019\u100a\u1037\u103a\u101b\u1000\u103a\u1011\u1000\u103a \u1015\u102d\u102f\u1014\u1031\u101b\u1015\u102b\u1019\u100a\u103a
12813 =	\u1011\u103d\u1000\u103a\u1001\u103d\u102c\u1019\u100a\u1037\u103a\u101b\u1000\u103a\u1005\u103d\u1032\u101e\u100a\u103a \u101c\u1000\u103a\u101b\u103e\u102d\u101b\u1000\u103a\u1005\u103d\u1032\u1011\u1000\u103a \u1015\u102d\u102f\u1014\u1031\u101b\u1015\u102b\u1019\u100a\u103a
12814 =	\u1000\u102c\u1038\u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1005\u102c\u101b\u1004\u103a\u1038\u101e\u103d\u1004\u103a\u1038\u1001\u103c\u1004\u103a\u1038 \u101c\u102f\u1015\u103a\u1006\u1031\u102c\u1004\u103a\u1001\u103b\u1000\u103a\u1000\u102d\u102f \u1021\u101e\u102f\u1036\u1038\u1015\u103c\u102f\u101b\u1014\u103a Account \u1000\u102d\u102f \u1001\u103d\u1004\u1037\u103a\u1019\u1015\u103c\u102f\u1015\u102b
12815 =	\u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1005\u102c\u101b\u1004\u103a\u1038\u101e\u103d\u1004\u103a\u1038\u1001\u103b\u102d\u1014\u103a \u101b\u103e\u102d\u1014\u103e\u1004\u1037\u103a\u1014\u1031\u1015\u103c\u102e\u1016\u103c\u1005\u103a\u101e\u100a\u103a
12816 =	\u1019\u1030\u101b\u1004\u103a\u1038\u1014\u1031\u101b\u102c \u1014\u103e\u1004\u1037\u103a \u101e\u103d\u102c\u1038\u1019\u100a\u1037\u103a\u1014\u1031\u101b\u102c \u1019\u1010\u1030\u1014\u102d\u102f\u1004\u103a\u1015\u102b
12817 =	\u1000\u103c\u102d\u102f\u1010\u1004\u103a\u1019\u103e\u102c\u101a\u1030\u1019\u103e\u102f\u1000\u102d\u102f \u1015\u101a\u103a\u1016\u103b\u1000\u103a\u101b\u1014\u103a \u1001\u103d\u1004\u1037\u103a\u1015\u103c\u102f\u1001\u103b\u1000\u103a\u1019\u101b\u103e\u102d\u1015\u102b
12818 =	\u101c\u102f\u1015\u103a\u1015\u102d\u102f\u1004\u103a\u1001\u103d\u1004\u1037\u103a \u1019\u101b\u103e\u102d\u1015\u102b
12819 =	Booking \u101c\u102f\u1015\u103a\u1011\u102c\u1038\u101e\u1031\u102c\u1000\u102c\u1038\u1019\u101b\u103e\u102d\u1015\u102b
12820 =	Role Approve \u1019\u1010\u103d\u1031\u1037\u1015\u102b
12821 =	Role Approve \u101e\u100a\u103a \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12822 =	Reject booking \u101e\u100a\u103a \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12823 =	Role reject \u101e\u100a\u103a \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12824 =	Role reject \u101e\u100a\u103a \u1019\u1010\u103d\u1031\u1037\u1015\u102b
12825 =	Role EU \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12826 =	\u101a\u1014\u1031\u1037 \u1001\u101b\u102e\u1038\u1005\u1009\u103a\u1000\u102d\u102f \u1019\u1005\u1010\u1004\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b
12827 =	\u1001\u101b\u102e\u1038\u1005\u1009\u103a\u1000\u102d\u102f update \u101c\u102f\u1015\u103a\u104d\u1019\u101b\u1010\u1031\u102c\u1037\u1015\u102b
12828 =	\u101a\u102c\u1009\u103a\u1019\u1031\u102c\u1004\u103a\u1038\u1019\u103e\u101e\u102c\u101c\u103b\u103e\u1004\u103a \u1001\u101b\u102e\u1038\u1005\u1009\u103a\u1000\u102d\u102f \u1015\u103c\u102e\u1038\u1019\u103c\u1031\u102c\u1000\u103a\u1014\u102d\u102f\u1004\u103a\u1019\u100a\u103a\u1016\u103c\u1005\u103a\u101e\u100a\u103a
12829 =	\u1001\u101b\u102e\u1038\u1005\u1009\u103a \u1021\u1001\u103b\u102d\u1014\u103a \u1019\u1005\u1010\u1004\u103a\u1019\u102e \u1001\u101b\u102e\u1038\u1005\u1009\u103a\u1000\u102d\u102f \u1015\u103c\u102e\u1038\u1021\u1031\u102c\u1004\u103a \u1019\u1006\u1031\u102c\u1004\u103a\u101b\u103d\u1000\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b
12830 =	\u1001\u101b\u102e\u1038\u1005\u1009\u103a\u1000\u102d\u102f \u101c\u1000\u103a\u1019\u1001\u1036\u101e\u1031\u1038\u101e\u1031\u102c\u1000\u103c\u1031\u102c\u1004\u1037\u103a Update \u101c\u102f\u1015\u103a\u104d\u1019\u101b\u1015\u102b
12831 =	\u1001\u101b\u102e\u1038\u1005\u1009\u103a \u1019\u1005\u1010\u1004\u103a\u101e\u1031\u1038\u101e\u1031\u102c\u1000\u103c\u1031\u102c\u1004\u1037\u103a Complete \u101c\u102f\u1015\u103a\u104d\u1019\u101b\u1015\u102b
12832 =	\u1011\u103d\u1000\u103a\u1001\u103d\u102c\u1001\u101b\u102e\u1038\u1005\u1009\u103a \u1019\u1015\u103c\u102e\u1038\u1019\u1001\u103b\u1004\u103a\u1038 \u1021\u1015\u103c\u1014\u103a\u1001\u101b\u102e\u1038\u1000\u102d\u102f \u1021\u1015\u103a\u1012\u102d\u1010\u103a\u101c\u102f\u1015\u103a\u104d\u1019\u101b\u1015\u102b
12833 =	From Date \u101e\u100a\u103a \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12834 =	To Date \u101e\u100a\u103a \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12835 =	\u1016\u102f\u1014\u103a\u1038\u1014\u1036\u1015\u102b\u1010\u103a \u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12836 =	\u1024\u101c\u102f\u1015\u103a\u1006\u1031\u102c\u1004\u103a\u1001\u103b\u1000\u103a\u101e\u100a\u103a \u1005\u102c\u1038\u1016\u102d\u102f\u1019\u103e\u1030\u1038\u1021\u1010\u103d\u1000\u103a\u101e\u102c\u1016\u103c\u1005\u103a\u101e\u100a\u103a
12879 =	\u1024 function \u1015\u1004\u103a\u1019\u1021\u1016\u103c\u1005\u103a\u1021\u101e\u102f\u1036\u1038\u1015\u103c\u102f\u101e\u100a\u1037\u103a \u1021\u1001\u103c\u102c\u1038function \u1019\u103b\u102c\u1038\u1015\u102b\u101b\u103e\u102d\u101e\u1031\u102c\u1000\u103c\u1031\u102c\u1004\u1037\u103a \u1024\u101c\u102f\u1015\u103a\u1006\u1031\u102c\u1004\u103a\u1001\u103b\u1000\u103a\u1000\u102d\u102f \u1016\u103b\u1000\u103a\u104d\u1019\u101b\u1015\u102b\u104b
12880 =	Unit \u1019\u101b\u103e\u102d\u1015\u102b
12881 =	Function id \u1019\u101b\u103e\u102d\u1015\u102b
12882 =	Function id \u1019\u101b\u103e\u102d\u1015\u102b
12883 =	Function code  \u101b\u103e\u102d\u1001\u1032\u1037\u101e\u100a\u103a
12884 =	Function \u1019\u101b\u103e\u102d\u1015\u102b
12885 =	Role code \u101b\u103e\u102d\u1001\u1032\u1037\u101e\u100a\u103a
12886 =	Role \u1019\u101b\u103e\u102d\u1015\u102b
12887 =	Role \u1000\u102d\u102f \u1016\u103b\u1000\u103a\u104d\u1019\u101b\u1015\u102b
12888 =	Phone number \u101b\u103e\u102d\u1001\u1032\u1037\u101e\u100a\u103a
12889 =	Email \u101b\u103e\u102d\u1001\u1032\u1037\u101e\u100a\u103a
12890 =	Phone \u101e\u102d\u102f\u1037\u1019\u101f\u102f\u1010\u103a password \u1019\u1019\u103e\u1014\u103a\u1015\u102b
12898 =	Account \u1000\u102d\u102f \u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12906 =	password \u1015\u103c\u1031\u102c\u1004\u103a\u1038\u104d\u1019\u101b\u1015\u102b
12907 =	Login \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12908 =	Log out \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12911 =	\u1015\u103c\u1014\u103a\u101c\u100a\u103a\u1005\u1010\u1004\u103a\u101b\u1014\u103a \u1001\u103d\u1004\u1037\u103a\u1015\u103c\u102f\u1011\u102c\u1038\u101e\u100a\u1037\u103a \u1021\u1019\u103b\u102c\u1038\u1006\u102f\u1036\u1038 token
12912 =	account \u1021\u1001\u103b\u1000\u103a\u1021\u101c\u1000\u103a \u1019\u1019\u103e\u1014\u103a\u1015\u102b (\u101e\u102d\u102f\u1037\u1019\u101f\u102f\u1010\u103a) activated \u1019\u1016\u103c\u1005\u103a\u1015\u102b
12914 =	Account Lock \u1000\u103b\u101e\u103d\u102c\u1038\u1015\u103c\u102e
12915 =	\u101c\u1000\u103a\u101b\u103e\u102d\u101c\u1000\u103a\u1000\u103b\u1014\u103a\u1004\u103d\u1031\u1000 \u1019\u101c\u102f\u1036\u101c\u1031\u102c\u1000\u103a\u1018\u1030\u1038
12916 =	\u1005\u102c\u1038\u1016\u102d\u102f\u1019\u103e\u1030\u1038\u1021\u1010\u103d\u1000\u103a \u1004\u103d\u1031\u1016\u103c\u100a\u1037\u103a\u104d \u1019\u101b\u1015\u102b
12917 =	From \u101e\u100a\u103a To \u1015\u103c\u102e\u1038\u1014\u1031\u102c\u1000\u103a\u1019\u103e \u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b
12918 =	Menu \u1000\u102d\u102f \u1016\u1014\u103a\u1010\u102e\u1038\u1011\u102c\u1038\u101e\u100a\u103a
12919 =	\u1021\u1005\u102c\u1038\u1021\u101e\u1031\u102c\u1000\u103a \u1043 \u1014\u1015\u103a (\u1014\u1036\u1014\u1000\u103a\u1005\u102c\u104a \u1014\u1031\u1037\u101c\u100a\u103a\u1005\u102c\u104a \u100a\u1005\u102c) \u101c\u102d\u102f\u1021\u1015\u103a\u101e\u100a\u103a
12920 =	\u1021\u1005\u102c\u1038\u1021\u101e\u1031\u102c\u1000\u103a \u1042 \u1014\u1015\u103a (\u1019\u1014\u1000\u103a\u1005\u102c\u104a \u1014\u1031\u1037\u101c\u100a\u103a\u1005\u102c) \u101c\u102d\u102f\u1021\u1015\u103a\u101e\u100a\u103a
12921 =	\u1024\u1014\u1031\u1037\u1021\u1010\u103d\u1000\u103a Menu \u1000\u102d\u102f \u1016\u1014\u103a\u1010\u102e\u1038\u1019\u1011\u102c\u1038\u1015\u102b
12922 =	\u101f\u1004\u103a\u1038 \u1045 \u1019\u103b\u102d\u102f\u1038\u1021\u1011\u102d\u101e\u102c \u101b\u103d\u1031\u1038\u1001\u103b\u101a\u103a\u1014\u102d\u102f\u1004\u103a\u101e\u100a\u103a
12923 =	Menu \u1000\u102d\u102f \u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b
12981 =	\u1019\u103e\u1010\u103a\u1015\u102f\u1036\u1010\u1004\u103a\u1001\u103c\u1004\u103a\u1038 \u1019\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1015\u102b
12989 =	account \u1021\u1001\u103b\u1000\u103a\u1021\u101c\u1000\u103a \u1019\u1019\u103e\u1014\u103a\u1015\u102b (\u101e\u102d\u102f\u1037\u1019\u101f\u102f\u1010\u103a) activated \u1019\u1016\u103c\u1005\u103a\u1015\u102b
12990 =	Unit code \u101b\u103e\u102d\u1001\u1032\u1037\u101e\u100a\u103a
12991 =	\u101c\u1000\u103a\u101b\u103e\u102d parameter \u1019\u103b\u102c\u1038\u1021\u1010\u103d\u1000\u103a Data \u1019\u1010\u103d\u1031\u1037\u1015\u102b
12992 =	Input ${fieldName} \u1019\u1019\u103e\u1014\u103a\u1015\u102b
12993 =	Input ${fieldName} \u101c\u102d\u102f\u1021\u1015\u103a\u1015\u102b\u101e\u100a\u103a
12105 = QR \u1000\u102f\u1012\u103a\u1019\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u1015\u102b
12106 = \u101e\u1004\u103a\u101e\u100a\u103a \u101a\u102c\u1009\u103a\u1019\u103e\u1010\u103a\u1015\u102f\u1036\u1010\u1004\u103a\u1001\u103c\u1004\u103a\u1038\u1000\u102d\u102f \u1016\u103d\u1004\u1037\u103a\u1011\u102c\u1038\u1001\u103c\u1004\u103a\u1038\u1019\u101b\u103e\u102d\u1015\u102b
12107 = \u1000\u102c\u1038 QR \u1000\u102f\u1012\u103a\u1005\u1000\u1004\u103a\u1014\u103a\u1019\u103e\u1010\u103a\u1010\u1019\u103a\u1038\u101b\u103e\u102c\u1019\u1010\u103d\u1031\u1037\u1015\u102b